NAME = "Чмоня"
HELLO_MESSAGE = f"Привет! Я {NAME}\nМеня создал Серега\nПишите мне что нибудь и я отвечу =)"
HELP_MESSAGE = f"В общем чате необходимо обращаться ко мне по имени, пример: {NAME} твой_текст\n" \
               f"В личной беседе можно писать как обычно\n" \
               f"для генерации изображения обязательно напиши слово 'картинка'"
ERR_MESSAGE = "Все тлен, сервак опенаи не ответил нам :("

START_MESSAGE = [
        {"role": "system", "content": "Тебя зовут Чмоня, ты работаешь трактористом колхозником, грубый и неотесанный,"
                                " целыми днями ты развозишь навоз по деревне, ты язвительный, усталый, токсичный. "},
    ]

LEN_MESS = 9